<template>
    <p class="aa">
      诸佛留藏经，只为人难化。不唯贤与愚，个个心构架。
      造业大如山，岂解怀忧怕。那肯细寻思，日夜怀奸诈。
      嗟见世间人，个个爱吃肉。碗碟不曾干，长时道不足。
      昨日设个斋，今朝宰六畜。都缘业使牵，非干情所欲。
      一度造天堂，百度造地狱。阎罗使来追，合家尽啼哭。
      炉子边向火，镬子里澡浴。更得出头时，换却汝衣服。
      出家要清闲，清闲即为贵。如何尘外人，却入尘埃里。
      一向迷本心，终朝役名利。名利得到身，形容已憔悴。
      况复不遂者，虚用平生志。可怜无事人，未能笑得尔。
      养儿与娶妻，养女求媒娉。重重皆是业，更杀众生命。
      聚集会亲情，总来看盘饤。目下虽称心，罪簿先注定。
      得此分段身，可笑好形质。面貌似银盘，心中黑如漆。
      烹猪又宰羊，夸道甜如蜜。死后受波吒，更莫称冤屈。
      佛哀三界子，总是亲男女。恐沈黑暗坑，示仪垂化度。
      尽登无上道，俱证菩提路。教汝痴众生，慧心勤觉悟。
      佛舍尊荣乐，为愍诸痴子。早愿悟无生，办集无上事。
      后来出家者，多缘无业次。不能得衣食，头钻入于寺。
      嗟见世间人，永劫在迷津。不省这个意，修行徒苦辛。
      我诗也是诗，有人唤作偈。诗偈总一般，读时须子细。
      缓缓细披寻，不得生容易。依此学修行，大有可笑事。
      有偈有千万，卒急述应难。若要相知者，但入天台山。
      岩中深处坐，说理及谈玄。共我不相见，对面似千山。
      世间亿万人，面孔不相似。借问何因缘，致令遣如此。
      各执一般见，互说非兼是。但自修己身，不要言他已。
      男女为婚嫁，俗务是常仪。自量其事力，何用广张施。
      取债夸人我，论情入骨痴。杀他鸡犬命，身死堕阿鼻。
      世上一种人，出性常多事。终日傍街衢，不离诸酒肆。
      为他作保见，替他说道理。一朝有乖张，过咎全归你。
      我劝出家辈，须知教法深。专心求出离，辄莫染贪淫。
      大有俗中士，知非不爱金。故知君子志，任运听浮沈。
      寒山住寒山，拾得自拾得。凡愚岂见知，丰干却相识。
      见时不可见，觅时何处觅。借问有何缘，却道无为力。
      从来是拾得，不是偶然称。别无亲眷属，寒山是我兄。
      两人心相似，谁能徇俗情。若问年多少，黄河几度清。
      若解捉老鼠，不在五白猫。若能悟理性，那由锦绣包。
      真珠入席袋，佛性止蓬茅。一群取相汉，用意总无交。
      运心常宽广，此则名为布。辍己惠于人，方可名为施。
      后来人不知，焉能会此义。未设一庸僧，早拟望富贵。
      猕猴尚教得，人何不愤发。前车既落坑，后车须改辙。
      若也不知此，恐君恶合杀。此来是夜叉，变即成菩萨。
      自从到此天台寺，经今早已几冬春。
      山水不移人自老，见却多少后生人
      </p>

</template>

<script>
    export default {
        name: "Tyg"
    }
</script>

<style scoped>
.aa{
  width: 100%;
  height: 100%;
  background: fuchsia;

}
</style>
